export default {
    '水瓶座': {
        date: '',
        desc: '生于每年1月20日至2月18日，代表人生的起落，责任与负担、磨练与成长的方向。它是传统西洋占星术中变化最少的天体，所以也是顽固与耐性的象征，土星支配个人的现实生活。守护星是天王星。水瓶的性格其实是12个星座中最难测的一个，这样说的原因是因为连水瓶自己都经常不明白自己。崇尚自由的水瓶座人，外表上呈现冷漠与热情的交变型态。你不会觉得他是个冷漠的人，也不会认定他是个热情的人，总是感到他的天真与世故不断地交错运作。这完全肇因于他的保守性格。你很不容易见到一只瓶子把自己摔碎，不过一旦你见到了，要相信，他是真的想一碎了之。别企图拼凑他，只能期待碎瓶片浴火重生。以保守性格追求自由、开放与前进，陷水瓶座于温情主义的泥沼中，易如反掌。但也因着内、外的背道而驰，使得他对自我和世界的反省能力，与日俱增。'
    },
    '双鱼座': {
        desc: '生于每年2月19日至3月20日，罚木星守护射手座与双鱼座。双鱼座的守护星为海王星。双鱼座是十二星座中最难评价的星座，白羊的第一宫代表着开端，一切单纯的开始，而双鱼所掌管的第十二宫，即最后一宫，却集合了前十一宫的复杂。'
    },
    '白羊座': {
        desc: '生于每年3月21日至4月20日，火星的本质为阳性，是天上火红色的天体，给人勇猛的感觉，故此以战神阿瑞斯命名，象征勇气、刚强、斗志与男性魅力，掌管个人的冲劲与欲望，对群体具一定影响力。黄道第一个星座为白羊座，因此这个星座与开始有关。白羊座是在十二月黄昏时刻，可在头上近南方向看见的星座。其中有二颗最明亮的星星就是白羊座的两只角。太阳通过此星座的3/21至4/20 期间，就是夜间要变得比昼间短的“春分”时节，因为春天的日照较久，于是各种花卉开始开花，出生于此时期的白羊座人，都是充满活力而干劲十足的活跃者。白羊座出生的人对新鲜的事物都很投入，并且勇于冒险，追求速度。'
    },
    '金牛座': {
        desc: '生于每年4月21日至5月20日，是在夏天之夜出现于银河西边的星座，金星是金牛座的守护星，所以金牛座是保守型的星座，金牛座的人有艺术细胞，具有高度欣赏任何艺术的品味和能力。它守护神是爱与美的女神维纳斯。黄道第二个星座是金牛座，公牛是其代表动物。金牛座是一月下旬的黄昏时该在南方中天可看见的星座，而形成低头状的金牛像，其中有颗最明亮的银星就是金牛的右眼。它向来与力量著称，与偶尔狂野、偶尔安静的自然力量有关。太阳将通过此星座的4/21至5/21期间，正是春花盛开的美丽季节，凡出生在此时的金牛座人，不但具有美与调和的精神，更是温顺可亲的人，而且喜欢大自然。'
    },
    '双子座': {
        desc: '生于每年5月21日至6月21日，水星移动的速度非常快，掌管个人的知识、沟通、推理，以及学习能力、处理困难时的机智、适应环境的能力与个人意识，同时代表了时代转变时科技与学问对日常生活转变的影响。'
    },
    '巨蟹座': {
        desc: '生于每年6月22日至7月22日月亮对个人感情的影响力大过太阳。在天象中，月亮的变化最大，有周期性的阴晴圆缺，代表情绪变化，感情起伏，爱与恨的反覆出现。月亮代表支配我们的内在世界，是人性及本能的天象表现。月亮守护巨蟹座，月亮也是母性的守护者，照明器材是巨蟹座的幸运物。巨蟹座在狮子座的西边，长蛇头的北面，是黄道十二星座中最暗的一个，座内最亮星只有93.8m，根本看不出螃蟹的形状，这也许是因为赫剌克勒斯的一棒早把它打得粉碎的缘故吧。中心位置：赤经8时10分，赤纬20度。在双子座之东，狮子座之西。座内有亮于4等的星4颗，还有一个疏散星团M44（积尸气，即鬼星团）。'
    },
    '狮子座': {
        desc: '生于每年7月23日至8月22日，太阳是天象中影响力最大的天体，它是天地万物的中心，黄道就是太阳在天上运行的轨迹。太阳支配我们的外在世界，是活力的泉源、战胜黑暗和疾病的力量、天地万物的依归。银河中的后起殿是狮子座稳定的居所。在家族成员中狮子座是最稳定发展的一颗星，平稳安定的环境最能替狮子座带来幸福。外表温和，冷静，不草率行事，属于成熟踏实型。狮子座和其他的紫金家族成员不一样的地方就是狮子座的爆发力量不大，稳中求长才是狮子座的生活定位。个性是有点悠然自得的乐天主义，明理重义，对自己的事业也悉心经营，即使不是快速崛起的，但也在细水长流中形成了量变到质变的转变。'
    },
    '处女座': {
        desc: '生于每年8月23日至9月22日，水星守护双子座与处女座。处女座的人十分看重枝微末节，常为了小地方的完美而忽略了大局。水星的位置影响这种倾向的强弱，例如若太阳的位置在处女座，水星的位置在狮子座时，则较能顾全大局。他们工作勤奋、重实际。优秀的处女座人不仅慎重且具有乐于助人的天性，他们具有服务精神，并充分享受施予的乐趣。因为有一股来自精神的力量支撑其行动力，所以他们看起来总是忙得团团转，但却乐在其中。问题是他们很难放松心情去享受休闲生活，要他停下来休息，受困扰的情况就像别人遇到难题一般。假如此星座的守护行星水星的位置在天平座时 ，就较能悠闲地享受空暇时光。水星虽然也是双子座的守护行星，但处女座的人却不像双子座之轻躁浮夸。或许是因为这星座和“纯洁”脱离不了关系，处女座的人特别对人体的健康和卫生感到兴趣，有许多是素食者，如若不然，也会对日常饮食力行 节制。他们天生喜爱整洁并笃信精确，且如同此星座名称所暗示，性喜纯洁，有时甚而会因此至 于洁癖之地步，为自己和别人带来困扰，也容易造成人际关系的阻碍。只要纠正上述的缺点，处女座悲天悯人的胸怀和温和的个性在在具备了良朋益友的条件，而他天生有所保留的态度反而增添了几许神秘魅力。'
    },
    '天秤座': {
        desc: '生于每年9月23日至10月23日，金星的本质为阴性，是天上金色的迷人天体，故此以爱神维纳斯命名，象征爱情与美丽，支配女性魅力与吸引异性的能力，影响个人的审美眼光、美感、社交能力和价值观。天秤座是象征着秋天来临的星座，秋意表现在天秤座的人身上是对意气相投的特殊感知。你寻求着共同点和互相谅解的土壤。和蔼可亲的秉性，使仇恨和敌意永远无法靠近你的身旁。天秤座的人温柔、娴雅，你需要欢欢乐乐地生活，需要忠贞不渝的友谊和爱情。随和与顺从是你性格上的主要特点。无论对天秤座的男性还是女性，都可以看到这些难能可贵的女性品质，品格正直，平易近人，处处闪耀着人格魅力的光辉，以及你们所蕴藏的艺术上的灵感和才华。这就是天秤座的人！微不足道的事情就会使你感到惊慌不安。你总是在寻找着内心的稳定与平衡，没有这种平衡你就不能平静地生活。这是一个能为生活中的矛盾开辟和解之路的人。'
    },
    '天蝎座': {
        desc: '生于每年10月24日至11月22日。是12星座中最神秘的星座。其守护星冥王星的本质为阳性，但其性质却是阴性，是天上米黄色的天体，给人以神秘智慧的感觉。象征理性与女性魅力，掌管个人的目标与欲望，对群体具一定影响力。火星的本质为阳性，是天上火红色的天体，给人勇猛激情的感觉。火星守护白羊座与天蝎座。冥王星被视为冥府之王的化身，同时也是人类的黑暗面----金钱、力量和性欲的象征。受到冥王星主宰的天蝎座便拥有像火山般猛烈的精力，并且有转变一切的能力，象征着重生。冥王星也统御着我们的生活，是一种不易被击破的无情力量。要如何驾驭这股力量，将之转化成积极的助力，是人类发展的重要课题。'
    },
    '射手座': {
        desc: '生于每年11月23日至12月21日，木星在中国及西洋星相学中同样被视为幸运星，代表天赋与灵性。由于木星每年经过一个星座，故又称为岁星，支配个人在不同时期追求的领域。它亦代表法律与正义，支配善与恶、赏与罚。最受不住巨蟹座满有心事的样子，以及天蝎座带来的压迫感，会令射手座坐立不安，想尽快逃离现场。化解方法最好是学习天秤座，用惊讶的语气和表情，缓和周围的气氛，做出别人期望的反应。'
    },
    '摩羯座': {
        desc: '生于每年12月22日至1月19日，土星是西洋占星术中唯一有光环的天体，绕黄道一周约需三十年，代表人生的起落。通常都很健壮，有过人的耐力、意志坚定、有时间观念、有责任感、重视权威和名声，对领导统御很有一套，自成一格，另外组织能力也不错。和其他土象星座一样，是属于较内向，略带忧郁、孤独、保守、也欠缺幽默感，常会装出高高在上或是严厉的姿态以掩饰自己内在的脆弱。'
    },

}
